<template>
<!--eslint-disable -->
  <div class="container d-flex flex-column justify-content-center">
    <h2 class="mb-5">Добро пожаловать в ContestSystem Workspace !</h2>
    <p>
      Возможности системы позволяют Вам:
    </p>
    <ul>
      <li>создавать собственные соревнования, производить гибкую настройку и проводить их;</li>
      <li>подводить итоги соревнований в автоматическом режиме.</li>
      <li>осуществлять проверку решений участников в автоматическом режиме;</li>
    </ul>
    <p>
      Также на сайте имеется собственный блог, где любой желающий может создать собственную статью по тематике олимпиадного программирования на любой вкус: от повествования о личном опыте участия в соревнованиях до различных алгоритмических лайфхаков.
      Желаем Вам успехов во всех начинаниях!
    </p>
  </div>
</template>

<script>
export default {
  name: "WorkSpaceWelcomeComponent"
}
</script>

<style lang="scss" scoped>
  p, ul{
    font-size: 20px;
  }
</style>